import random
good = ['Аудиозапись "Мурчание кота" была изъята из публичного доступа в связи с обращением правообладателя.',
        'Утро субботы. Мужик заходит в пивной магазинчик: - Здравствуйте, доктор!', 'Хочу быть как мой робот-пылесос: въебался в стену, учёл, сделал выводы, спокойно поехал дальше.',
        'Заблудились два вегана в лесу. В итоге один перестал быть веганом, а другому Царствие Небесное.', '-Вот бы лечь спать в России, а проснуться в Америке; -но ведь так не бывает; -А вот с жителями Аляски в тысяча восемьсот шестьдесят седьмом году - было',
        'У каждого алкаша есть свой алкаш, на фоне которого он вовсе не алкаш.', 'Единственное, что в жизни пригодилось из геометрии, это фраза "Что и требовалось доказать".', 'Честно, я был во всём мире. Но через VPN']
nice = random.choice(good)
poshl = ['Как называется бесполезная кожа вокруг вагины? Женщина', 'Врач говорит парню: «Плохие новости, дружище, придется тебе прекратить мастурбировать на время» — «Почему?» — «Я тебя осмотреть пытаюсь, кретин!»',
         'Что общего между членом и жизнью? И то, и другое бывает жестким без причины.', 'Дочь спросила маму: «Как пишется «мошонка?» — «Дорогая, спросила бы ты меня вчера вечером — это буквально у меня на языке вертелось!»',
         'Я пыталась закончить сценарий к фильму для взрослых, но в сюжете слишком много дыр.', '«Дорогая, ты можешь спать при свете?» — «Могу» — «Света, заходи!»', 'Какие животные постоянно вынуждены смотреть порно? Киски.', 'Как ответить на телефонный звонок во время секса? «Привет, я не могу сейчас говорить — я в такой дыре!»']
bad = random.choice(poshl)

negr = ['Однажды негр очень смешно пошутил, но все равно никто не выкупил', 'Учитель: Какая самая продаваемая вещь была в 1800-ых годах? Негр тянет руку; Учитель: правильно', 'Приходит негр в зоопарк, а ребенок говорит: мам, смотри, обезьяна сбежала', 'Как напугать негра? Взять его с собой на аукцион', 'Как черная женщина борется с преступностью? Делает аборт.',
        'Почему негры так плохо пахнут? Чтобы слепые тоже их ненавидели.', 'Почему, когда бьешь по приборам, они не работают? С неграми иначе.', 'В чем разница между яблоком и негром? когда яблоко снимают с дерева, оно все ещё живое.']
